shenki/micropython/microbit/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME       "micro:bit"
#define MICROPY_HW_MCU_NAME         "nRF51822"
